"appName" = "Inlaider (nl)";


"popup.command.placeholder.typeACommand" = "Typ een commando...";
"popup.command.placeholder.typeACommandOrEnterQuit" = "Typ een commando of druk op Enter om te sluiten...";
"popup.command.placeholder.typeACommandOrEnterPaste" = "Typ een commando of druk op Enter om het resultaat te plakken";
"popup.navigation.focusCanvas.label" = "⌘ ⬆️ — schakelt naar de editor";
"popup.navigation.focusCommandline.label" = "⌘ ⬇️ — schakelt naar de commandoregel";
"popup.shortcut.clearCanvas" = "⌘⌫ wist de editor";
"popup.shortcut.copyCanvas" = "⌘C kopieert de inhoud van de editor";
"popup.shortcut.copyCanvasOrEnterCopy" = "⌘C of Enter kopieert de inhoud van de editor";
"popup.shortcut.enterPaste" = "Enter plakt in";
"popup.shortcut.esc" = "Esc sluit naar";

"show" = "Toon";
"about" = "Over";
"quit" = "Stop";
"close" = "Sluit";
"cancel" = "Annuleer";
"save" = "Opslaan";
"ok" = "OK";
"settings" = "Instellingen";
"copied" = "Gekopieerd";

"settings.section.general.title" = "Algemeen";
"settings.accessibility.title" = "Toegankelijkheidsrechten";
"settings.accessibility.description" = "Deze toestemming is vereist om automatisch geselecteerde tekst te lezen en het verwerkte resultaat terug te plaatsen in het oorspronkelijke tekstveld.\nZonder toegang zal de applicatie het klembord gebruiken om gegevens over te dragen.";
"settings.inlaiderShortcut.label" = "Sneltoets voor Inlaider";
"settings.LaunchAtLogin.label" = "Start bij inloggen";

"settings.section.ownAPIKeys.title" = "Eigen API-sleutels";
"provider.apiKey.title" = "API-sleutel";
"provider.apiKey.placeholder" = "Voer hier de API-sleutel in";
"provider.models.title" = "Modellen";
"provider.models.new.placeholder" = "Voeg modelnaam toe";

"settings.section.customPrompts.title" = "Aangepaste prompts";
"prompts.general.title" = "Algemene prompt";
"prompts.replacements.title" = "Vervangingen van prompts";
"prompts.replacements.replaceWhat.label" = "Vervang";
"prompts.replacements.model.label" = "Model";
"prompts.replacements.replaceWith.label" = "Met prompt";
"prompts.replacements.error.exists.message" = "Vervanging voor commando '%@' bestaat al.";

"about.ThirdPartyLicenses" = "Licenties van derden";
"about.VisitOnGithub" = "Bekijk op GitHub";
"about.version" = "Versie %@";

"error.title" = "Fout";